/* 
  Localizable.strings
  FMPFeedbackForm

  Created by Anton Barkov on 30.03.2020.
  Copyright © 2020 MacPaw. All rights reserved.
*/

/* Invalid email error text. */
"Incorrect email" = "错误的电子邮箱";

/* System profile checkbox title. */
"Send anonymous system profile" = "发送匿名系统配置文件";

/* Send feedback button caption. */
"Send Feedback" = "发送反馈";

/* Send feedback button caption. */
"Sending..." = "正在发送...";

/* Tab title in system profile pop-up */
"System" = "系统";

/* Tab title in system profile pop-up */
"Console" = "控制台";

/* Tab title in system profile pop-up */
"Preferences" = "偏好设置";

/* Attach file button caption. */
"Attach File..." = "附加文件...";

/* Feedback form title. */
"Provide Feedback" = "提供反馈";

/* Feedback form description. */
"Please provide a detailed description of your problem, suggestion, bug-report or question so that we have a clear picture of your request and react to it with maximum effectiveness." = "请提供关于您问题的详细描述、建议、漏洞报告或者您的疑问，以便我们对您的诉求有了清晰的认识之后才能给您最有效的答覆。";

/* Feedback subject option. */
"Feedback" = "反馈";

/* Feedback subject option. */
"Support Request" = "支持请求";

/* Feedback subject option. */
"Bug Report" = "错误报告";

/* Customer name field placeholder. Any generic name and surname specific to the language, nothing too funny though. */
"John Appleseed" = "John Appleseed";

/* Feedback details field placeholder. */
"Write your message here..." = "填写您的反馈";

/* Internet connection error title. */
"Report could not be sent due to a connection problem." = "由于连接问题未能发送报告";

/* Internet connection error text. */
"Please check your Internet connection or Firewall settings and try again." = "请检查您的网络连接或者防火墙设置，重试";

/* Generic error title. */
"An error occurred while sending report." = "发送报告时出错。";

/* Generic error text. */
"Please make sure you've filled the form correctly and try again (error code: %@)." = "请确保您正确填写了表单并重试（错误代码: %@）。";

/* Successful feedback send message title. */
"Feedback successfully sent!" = "反馈发送成功！";

/* Successful feedback send message text. */
"Every user report gets carefully analyzed, however, not all requests will be answered directly.\nThank you for helping us make our products better!" = "每份用户报告将被仔细分析，然而不是所有请求都会得到直接回答。\n感谢您帮助我们不断改进产品！";
